commands_templates/GetConfigurationOptions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetConfigurationOptions>
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
      </wsdl:GetConfigurationOptions>
   </soap:Body>
</soap:Envelope>